{"0":{"Quote":"I choose a lazy person to do a hard job, because a lazy person will find an easy way to do it.","Author":"~ Bill Gates"},"1":{"Quote":"No man goes before his time—unless the boss leaves early.","Author":"~ Groucho Marx"},"2":{"Quote":"Doing nothing is very hard to do… you never know when you’re finished.","Author":"~ Leslie Nielsen"},"3":{"Quote":"It takes less time to do a thing right, than it does to explain why you did it wrong.","Author":"~ Henry Wadsworth Longfellow"},"4":{"Quote":"If you think your boss is stupid, remember: you wouldn’t have a job if he was any smarter.","Author":"~ John Gotti"},"5":{"Quote":"Most of what we call management consists of making it difficult for people to get their work done.","Author":"~ Peter Drucker"},"6":{"Quote":"It is better to have one person working with you than three people working for you.","Author":"~ Dwight D. Eisenhower"},"7":{"Quote":"People who never do any more than they get paid for, never get paid for any more than they do.","Author":"~ Elbert Hubbard"},"8":{"Quote":"I am a friend of the working man, and I would rather be his friend, than be one.","Author":"~ Clarence Darrow"},"9":{"Quote":"The best way to appreciate your job is to imagine yourself without one.","Author":"~ Oscar Wilde"},"10":{"Quote":"Most people work just hard enough not to get fired and get paid just enough money not to quit.","Author":"~ George Carlin"},"11":{"Quote":"It’s a shame that the only thing a man can do for eight hours a day is work. He can’t eat for eight hours; he can’t drink for eight hours; he can’t make love for eight hours. The only thing a man can do for eight hours is work.","Author":"~ William Faulkner"},"12":{"Quote":"Hard work never killed anybody, but why take a chance?","Author":"~ Edgar Bergen"},"13":{"Quote":"People often say that motivation doesn’t last. Well neither does bathing. That’s why we recommend it daily.","Author":"~ Zig Ziglar"},"14":{"Quote":"As I have gotten older and wiser, I discovered that there are six things that I really loved about my job. Payday, lunchtime, quitting time, vacation time, holidays, and of course retirement.","Author":"~ Tom Goins"},"15":{"Quote":"I like work; it fascinates me. I can sit and look at it for hours.","Author":"~ Jerome K. Jerome"},"16":{"Quote":"The only thing that ever sat its way to success was a hen.","Author":"~ Sarah Brown"},"17":{"Quote":"If hard work is the key to success, most people would rather pick the lock.","Author":"~ Claude McDonald"},"18":{"Quote":"The easiest job in the world has to be coroner. Surgery on dead people. What’s the worst thing that could happen? If everything went wrong, maybe you’d get a pulse.","Author":"~ Dennis Miller"},"19":{"Quote":"My keyboard must be broken, I keep hitting the escape key, but I’m still at work.","Author":"~  Anonymous"},"20":{"Quote":"Every day I get up and look through the Forbes list of the richest people in America. If I’m not there, I go to work.","Author":"~ Robert Orben"},"21":{"Quote":"Delegate your work. Stop spending dollar time on penny jobs.","Author":"~ Mary Kay Ash"},"22":{"Quote":"I always give 100% at Work: 10% Monday, 23% Tuesday, 40% Wednesday, 22% Thursday, and 5% Friday.","Author":"~ Anonymous"},"23":{"Quote":"Getting paid to sleep… that’s my dream job.","Author":"~ Anonymous"},"24":{"Quote":"The closest to perfection a person ever comes is when he fills out a job application form.","Author":"~ Stanley J. Randall"},"25":{"Quote":"If A equals success, then the formula is A = X + Y + Z. Where X is work. Y is play. Z is keep your mouth shut.","Author":"~ Albert Einstein"},"26":{"Quote":"Son, if you really want something in this life, you have to work for it. Now quiet! They’re about to announce the lottery numbers.","Author":"~ Homer Simpson"},"27":{"Quote":"There’s no secret about success. Did you ever know a successful man who didn’t tell you about it?","Author":"~ Kin Hubbard"},"28":{"Quote":"There’s no business like show business, but there are several businesses like accounting.","Author":"~ David Letterman"},"29":{"Quote":"The brain is a wonderful organ; it starts working the moment you get up in the morning and does not stop until you get into the office.","Author":"~ Robert Frost"},"30":{"Quote":"Anyone who can walk to the welfare office can walk to work.","Author":"~ Al Capp"},"31":{"Quote":"Find a job you like and you add five days to every week.","Author":"~ H. Jackson Brown, Jr."},"32":{"Quote":"Beat the 5 o’clock rush, leave work at noon.","Author":"~ Anonymous"},"33":{"Quote":"Sometimes I spend the whole meeting wondering how they got the big meeting table through the door.","Author":"~ Anonymous"},"34":{"Quote":"People are still willing to do an honest day’s work. The problem is they want a week’s pay for it.","Author":"~ Joey Adams"},"35":{"Quote":"Ambition is a poor excuse for not having enough sense to be lazy.","Author":"~ Charlie McCarthy"},"36":{"Quote":"An expert is a man who has made all the mistakes which can be made in a very narrow field.","Author":"~ Niels Bohr"},"37":{"Quote":"The reward for good work is more work.","Author":"~ Francesca Elisia"},"38":{"Quote":"It’s just a job. Grass grows, birds fly, waves pound the sand. I beat people up.","Author":"~ Muhammad Ali"},"39":{"Quote":"Executive ability is deciding quickly and getting somebody else to do the work.","Author":"~ Earl Nightingale"},"40":{"Quote":"Pride, commitment and teamwork are words they use to get you to work for free.","Author":"~ Anonymous"},"41":{"Quote":"My boss told me to start every presentation with a joke. The first slide was my paycheck.","Author":"~ Anonymous"},"42":{"Quote":"A lot of fellows nowadays have a B.A., M.D., or Ph.D. Unfortunately, they don’t have a J.O.B.","Author":"~ Fats Domino"},"43":{"Quote":"Oh, you hate your job? Why didn’t you say so? There’s a support group for that. It’s called everybody, and they meet at the bar.","Author":"~ Drew Carey"},"44":{"Quote":"When a man tells you that he got rich through hard work, ask him: ‘Whose?'","Author":"~ Don Marquis"},"45":{"Quote":"Going to work for a large company is like getting on a train. Are you going sixty miles an hour or is the train going sixty miles an hour and you’re just sitting still?","Author":"~ J. Paul Getty"},"46":{"Quote":"I’ve got all the money I’ll ever need, if I die by four o’clock.","Author":"~ Henny Youngman"},"47":{"Quote":"All you need in this life is ignorance and confidence; then success is sure.","Author":"~ Mark Twain"},"48":{"Quote":"When I was 16 I worked in a pet store, and they fired me because . . . they had three snakes, and one day I braided them.","Author":"~ Steven Alexander Wright"},"49":{"Quote":"Even if you are on the right track, you will get run over if you just sit there.","Author":"~ Will Rogers"},"50":{"Quote":"People say nothing is impossible, but I do nothing every day!","Author":"~ Anonymous"},"51":{"Quote":"Never go to a doctor whose office plants have died.","Author":"~ Erma Bombeck"},"52":{"Quote":"A baseball game is twice as much fun if you’re seeing it on the company’s time.","Author":"~ William C. Feather"},"53":{"Quote":"The remaining work to finish in order to reach your goal increases as the deadline approaches.","Author":"~ Bove’s Theorem"},"54":{"Quote":"The taxpayer—that’s someone who works for the federal government but doesn’t have to take the civil service examination.","Author":"~ Ronald Reagan"},"55":{"Quote":"Early to bed and early to rise probably indicates unskilled labor.","Author":"~ John Ciardi"},"56":{"Quote":"It’s a funny feeling to work with people who you consider your colleagues and to realize that they actually are young enough to be your children.","Author":"~ Alan Alda"},"57":{"Quote":"I’m not retiring, I am graduating . . . retirement means that you’ll just go ahead and live on your laurels and surf all day in Oceanside. It ain’t going to happen.","Author":"~ Junior Seau"},"58":{"Quote":"I used to work at McDonald’s making minimum wage. You know what that means? You know what your boss was trying to say? It’s like, ‘Hey if I could pay you less, I would, but it’s against the law.’","Author":"~ Chris Rock"},"59":{"Quote":"The British soldier can stand up to anything except the British War Office.","Author":"~ George Bernard Shaw"},"60":{"Quote":"Where people aren’t having fun, they seldom produce good work.","Author":"~ David Ogilvy"},"61":{"Quote":"Coworkers are like Christmas lights. They hang together, half of them don’t work and the other half aren’t so bright.","Author":"~ Anonymous"},"62":{"Quote":"I hate when I lose things at work, like pens, papers, sanity and dreams.","Author":"~ Anonymous"},"63":{"Quote":"If you think you are too small to be effective, you have never been in the dark with a mosquito.","Author":"~ Betty Reese"},"64":{"Quote":"Unemployment is capitalism’s way of getting you to plant a garden.","Author":"~ Orson Scott Card"},"65":{"Quote":"Opportunity is missed by most people because it is dressed in overalls and looks like work.","Author":"~ Thomas Edison"},"66":{"Quote":"I always wanted to be somebody, but now I realize I should have been more specific.","Author":"~ Lily Tomlin"},"67":{"Quote":"In fifty years, he never worked a day. To him, nine to five was odds on a horse.","Author":"~ Archie Bunker"},"68":{"Quote":"If you had to identify in one word the reason why the human race has not achieved and never will achieve its full potential, that word would be ‘meetings’.","Author":"~ Dave Barry"},"69":{"Quote":"Be like a postage stamp. Stick to a thing till you get there.","Author":"~ Josh Billings"},"70":{"Quote":"Leaders who don’t listen will eventually be surrounded by people who have nothing to say.","Author":"~ Andy Stanley"},"71":{"Quote":"I believe in hard work. But, it will take some time to make this ‘believe’ into a real thing!","Author":"~ Anonymous"},"72":{"Quote":"Education cost money. But then again so does ignorance.","Author":"~ Sir Claus Moser"},"73":{"Quote":"Nobody ever wrote down a plan to be broke, fat lazy, or stupid. Those things are what happen when you didn’t have a plan.","Author":"~ Larry Winget"},"74":{"Quote":"The easiest job in the world has to be coroner. Surgery on dead people. What’s the worst thing that could happen? If everything went wrong, maybe you’d get a pulse.","Author":"~ Denise Miller"},"75":{"Quote":"If a man smiles all the time, he’s probably selling something that doesn’t work.","Author":"~ Woody Allen"},"76":{"Quote":"God put me on this Earth to accomplish a certain number of things. Right now, I am so far behind I will never die.","Author":"~ Bill Watterson"},"77":{"Quote":"One of the symptoms of an approaching nervous breakdown is the belief that one’s work is terribly important.","Author":"~ Bertrand Russell"},"78":{"Quote":"Hard work beats talent when talent doesn’t work hard.","Author":"~ Tim Notke"},"79":{"Quote":"The only place success comes before work is in the dictionary.","Author":"~ Vince Lombardi"},"80":{"Quote":"Work is a necessity for man. Man invented the alarm clock.","Author":"~ Pablo Picasso"},"81":{"Quote":"An expert is a man who tells you a simple thing in a confused way in such a fashion as to make you think the confusion is your own fault.","Author":"~ William Castle"},"82":{"Quote":"What I don’t like about office Christmas parties is looking for a job the next day.","Author":"~ Phyllis Diller"},"83":{"Quote":"Work is against human nature. The proof is that it makes us tired.","Author":"~ Michel Tournier"},"84":{"Quote":"Give a man a fish, and you’ll feed him for a day. Teach a man to fish, and he’ll buy a funny hat. Talk to a hungry man about fish, and you’re a consultant.","Author":"~ Scott Adams"},"85":{"Quote":"Hear no evil, see no evil, and speak no evil—and you’ll never get a job working for a tabloid.","Author":"~ Phil Pastoret"},"86":{"Quote":"I work for myself, which is fun. Except when I call in sick, I know I’m lying.","Author":"~ Rita Rudner"},"87":{"Quote":"Like vinegar to the teeth, and smoke to the eyes, so are the lazy to their employers.","Author":"~ Proverb 10:26"},"88":{"Quote":"A diamond is merely a lump of coal that did well under pressure.","Author":"~ Henry Kissenger"},"89":{"Quote":"I always arrive late at the office, but I make up for it by leaving early.","Author":"~ Charles Lamb"},"90":{"Quote":"Show me a man who is a good loser and I’ll show you a man who is playing golf with his boss.","Author":"~ Jim Murray"},"91":{"Quote":"My son is now an ‘entrepreneur.’ That’s what you’re called when you don’t have a job.","Author":"~ Ted Turner"},"92":{"Quote":"Why do people say they wish everyday was Friday? If it was always Friday, we’d be here every freakin’ day.","Author":"~ Ed Bernard"},"93":{"Quote":"Work is the greatest thing in the world, so we should always save some of it for tomorrow.","Author":"~ Don Herold"},"94":{"Quote":"The elevator to success is out of order. You’ll have to use the stairs… one step at a time.","Author":"~ Joe Girard"},"95":{"Quote":"Hard work spotlights the character of people: some turn up their sleeves, some turn up their noses, and some don’t turn up at all.","Author":"~ Sam Ewing"},"96":{"Quote":"His insomnia was so bad, he couldn’t sleep during office hours.","Author":"~ Arthur Baer"},"97":{"Quote":"People who work sitting down get paid more than people who work standing up.","Author":"~ Ogden Nash"},"98":{"Quote":"I love deadlines. I like the whooshing sound they make as they fly by.","Author":"~ Douglas Adams"},"99":{"Quote":"I don’t want any yes-men around me. I want everyone to tell me the truth–even if it costs him his job.","Author":"~ Samuel Goldwyn"},"100":{"Quote":"Learn from the mistakes of others. You can’t live long enough to make them all yourself.","Author":"~ Anonymous"},"101":{"Quote":"The world is divided into people who do things–and people who get the credit.","Author":"~ Dwight Morrow"},"102":{"Quote":"Whenever you are asked if you can do a job, tell ’em, “Certainly, I can!” Then get busy and find out how to do it.","Author":"~ Theodore Roosevelt"},"103":{"Quote":"Everybody makes mistakes. The trick is to make mistakes when no one is looking.","Author":"~ Anonymous"},"104":{"Quote":"The fellow who never makes a mistake takes his orders from one who does.","Author":"~ Anonymous"},"105":{"Quote":"Hard work is damn near as overrated as monogamy.","Author":"~ Huey Long"},"106":{"Quote":"If you tell the boss you were late for work because you had a flat tire, the next morning you will have a flat tire.","Author":"~ Cannon’s Law"},"107":{"Quote":"Anybody, somebody or nobody is ever going to make your life any more than you are willing to do for yourself. So, stop looking around for anybody to do something for you; instead, get your own body going and get it done now.","Author":"~ Byron Pulsifer"},"108":{"Quote":"Luck is a dividend of sweat. The more you sweat, the luckier you get.","Author":"~ Ray Kroc"}}